brew 'awscli'
brew 'bash-completion'
brew 'bat'
brew 'coreutils'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'go'
brew 'golangci-lint'
brew 'gopls'
brew 'goreleaser'
brew 'jq'
brew 'mockery'
brew 'node'
brew 'opa'
brew 'ripgrep'
brew 'starship'
brew 'terraform'
brew 'tflint'
brew 'tmux'
brew 'tree'
brew 'vault'
brew 'vim'
brew 'yamllint'

cask 'rectangle'
