brew 'awscli'
brew 'bash-completion'
brew 'bat'
brew 'code-minimap'
brew 'coreutils'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'go'
brew 'golangci-lint'
brew 'gopls'
brew 'goreleaser'
brew 'jq'
brew 'mockery'
brew 'node'
brew 'opa'
brew 'ripgrep'
brew 'semgrep'
brew 'starship'
brew 'tfenv'
brew 'tflint'
brew 'tmux'
brew 'tree'
brew 'vault'
brew 'vim'
brew 'xsv'
brew 'yamllint'

cask 'alt-tab'
cask 'ghostty'
cask 'rectangle'

tap 'hashicorp/tap'
brew 'hashicorp/tap/terraform-ls'

tap 'homebrew/cask-fonts'
cask 'font-ubuntu-mono-nerd-font'
cask 'font-jetbrains-mono-nerd-font'

tap 'miniscruff/changie', 'https://github.com/miniscruff/changie'
brew 'changie'
